Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/social_welfare/social_welfare_payments/disability_and_illness/occupational_injuries_benefit_overview.html.txt.tmx
Source language: en
Languages: ro

source: Occupational Injuries Scheme - Introduction
ro: Schema de prestaţii pentru bolile profesionale / accidentele de muncă - Introducere

source: The Occupational Injuries Scheme provides benefits for people injured or incapacitated by an accident at work or while travelling directly to or from work
ro: Departamentul privind Problemele Sociale şi Familiale din Irlanda operează o schemă de prestaţii pentru persoanele care au suferit răniri sau au devenit inapte de muncă în urma unui accident de muncă sau în timp ce călătoreau direct către sau de la serviciu

source: The scheme also covers people who have contracted a disease as a result of the type of work they do
ro: Schema acoperă, totodată şi persoanele care au contractat o boală profesională în Irlanda ca urmare a tipului de activitate pe care îl desfăşoară

source: There are a number of benefits available and there are different conditions attached to each benefit
ro: Există o serie de prestaţii disponibile, precum şi o serie de diferite condiţii ataşate fiecărei prestaţii

source: • Medical Care Scheme
ro: • Schema de asistenţă medicală

source: • Widow's, Widower's or Surviving Civil Partner's Pension (paid at a higher rate than the ordinary Contributory Widow's, Widower's or Surviving Civil Partner's Pension) • Orphan's Pension • Funeral Grant
ro: Prestaţii de deces În cazul în care un lucrător asigurat decedează ca urmare a unui accident de muncă sau a unei boli profesionale există o serie de prestaţii care pot fi acordate urmaşilor săi

source: Injury Benefit is a weekly payment if you are unfit for work due to the accident or disease. Payment is normally made from the 7th day of incapacity for work
ro: Aceste prestaţii pot fi acordate, de asemenea, persoanelor aflate în îngrijirea unei persoane care primea o pensie de incapacitate de minim 50% în momentul decesului său, indiferent de cauza morţii

source: Injury Benefit can be paid for up to 26 weeks from the date of your accident or development of the disease (not the date you apply)
ro: Aceste beneficii sunt pensia pentru văduve, văduvi sau parteneri civili supraviețuitori, și indemnizația de înmormântare

source: If the accident or disease caused you to lose physical or mental ability you should apply for Disablement Benefit before your Injury Benefit ceases
ro: Prestaţia de rănire este o plată săptămânală pe care o veţi primi dacă nu mai sunteţi apt de muncă din cauza unui accident sau a unei boli

source: If you are still unfit for work after 26 weeks you may apply for Illness Benefit or Disability Allowance
ro: Poate fi plătită timp de maxim 26 de săptămâni de la data accidentului dumneavoastră sau de la contractarea bolii (nu de la data la care aplicaţi)

source: Disablement Benefit is paid if you have a loss of physical or mental faculty after the accident or disease. You do not have to be unfit for work
ro: Prestaţia de incapacitate se plăteşte în cazul în care suferiţi o pierdere a capacităţii fizice sau psihice ca urmare a unui accident de muncă sau a unei boli profesionale

source: If you are fit for work immediately after the accident you should apply within 3 months of the injury or onset of the disease
ro: Nu este obligatoriu să nu fiţi apt de muncă sau, dacă sunteţi apt de muncă imediat după accident va trebui să depuneţi o cerere în termen de trei luni de la producerea accidentului sau de la contractarea bolii

source: You must have a medical assessment to determine the degree of loss of faculty and the rate of benefit is based on this
ro: Aveţi nevoie de o evaluare medicală care să determine gradul de pierdere a facultăţii şi nivelul de prestaţie care se bazează pe aceasta

source: (Civil servants insured at Class B are not eligible for Disablement Benefit for the first 26 weeks after the date of the accident
ro: Funcţionarii publici asiguraţi în Clasa B nu sunt eligibili pentru Prestaţie de incapacitate în primele 26 de săptămâni de la data producerii accidentului

source: Half-rate benefit only is payable after this period.) Disablement Benefit can be paid as a lump sum (called Disablement Gratuity) or as a weekly payment (called Disablement Pension)
ro: Ulterior acestei date se plăteşte numai jumătate din nivelul prestaţiei

source: Incapacity Supplement is a weekly supplement, which may be paid if you are not eligible for Illness Benefit or another social welfare payment
ro: Suplimentul de incapacitate este un supliment săptămânal care poate fi acordat dacă nu sunteţi eligibil pentru Prestaţia de boală

source: To get the supplement you must be getting Disablement Pension and be permanently incapable of work
ro: Trebuie să primiţi prestaţia de incapacitate şi să fiţi permanent inapt de muncă

source: Constant Attendance Allowance is a weekly allowance, which you may be paid if you are getting Disablement Benefit and are so seriously disabled as to need someone to help you daily at home to attend to your personal needs
ro: Alocaţia de asistenţă medicală permanentă este o alocaţie săptămânală care vă poate fi plătită în cazul în care sunteţi atât de grav incapacitat încât să aveţi nevoie de cineva care să vă ajute zilnic acasă la îndeplinirea nevoilor personale

source: If you incur medical costs as a result of your occupational injury or disease, you can claim for the cost of certain expenses which are not already covered by the Health Service Executive (HSE) or through the Treatment Benefit Scheme under the Medical Care Scheme
ro: Asistenţă medicală Dacă suportaţi costuri medicale ca urmarea a bolii tale profesionale de care suferiţi sau a accidentului de muncă puteţi solicita costul anumitor cheltuieli care nu sunt încă acoperite de Organizaţia Naţională pentru Sănătate (Health Service Executive - HSE) sau prin intermediul Schemei de prestaţii de tratament

source: The cost of private or semi-private accommodation and treatment can not be recouped under the Occupational Injuries Scheme
ro: Preţul tratamentului şi al cazării în regim privat sau semi-privat nu poate fi compensat prin intermediul Schemei privind Bolile profesionale

source: In general people in employment insurable at PRSI Class A, D, J or M are covered in full for Occupational Injuries Benefits
ro: În general angajaţii asiguraţi prin Asigurarea Socială pe bază de salariu Clasa A, D, J sau M sunt asiguraţi complet în ceea ce priveşte Prestaţiile pentru accidente de muncă

source: Civil servants recruited prior to April 1995 and insured at Class B may only qualify for limited Occupational Injuries Benefits
ro: Funcţionarii publici recrutaţi anterior datei de aprilie 1995 şi asiguraţi în Clasa B pot fi eligibili numai pentru prestaţii pentru accidente de muncă

source: Education and Training Board trainees, people on employment schemes and people over 66 who are working are covered for Occupational Injuries Benefits
ro: Recruţii FÁS , cei care figurează în Schemele FÁS şi persoanele cu vârste de peste 66 de ani care desfăşoară o activitate sunt asiguraţi pentru Prestaţii pentru accidente de muncă

source: Unlike other social insurance benefits, it is not necessary to have a set number of PRSI contributions to qualify
ro: Este doar necesar să fiţi angajat(ă), ceea ce reprezintă o bază pentru asigurarea privind accidentele de muncă

source: It is simply necessary to be in employment that is insurable for Occupational Injuries
ro: Angajatorul, şi nu angajatul, aduce contribuţii la Fondul pentru accidentele de muncă

source: Civil law claims for damages
ro: Solicitările de drept civil privind despăgubirile

source: The Recovery of Certain Benefits and Assistance (RBA) Scheme enables the Department of Social Protection to recover the value of certain illness-related social welfare payments as a consequence of personal injuries claims
ro: Dacă suferi de o boală profesională sau dacă aţi făcut obiectul unui accident de muncă puteţi intenta un proces civil angajatorului dumneavoastră pentru a obţine despăgubiri

source: They are recovered from the compensator and not from the injured person
ro: Faptul că aţi primit plăţi pentru accidentele de muncă nu înseamnă literalmente că vi se vor acorda despăgubiri

source: Read more about the scheme
ro: Acordarea altor plăţi de asistenţă socială nu este luată în consideraţie
